; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Dr. MefistO <doc.mefisto@gmail.com>
; Homepage:	http://exctcryptor.ucoz.ru/
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Файл
2=Налады
3=Дапамога
4=
5=Абраць файл
6=&Архіў/Усталёўнік, які трэба распакаваць:
7=Выняць у
8=&Тэчка прызначэння:
9=
10=Опцыі Universal Extractor
11=Захоўваць &гісторыю
12=Хаваць акно кансолі
13=
14=&Мова:
15=
16=
17=Адмысловыя опцыі фармату
18=&Запыт перад запускам файлаў
19=&Выдаляць дублікаты файлаў
20=Выдаляць &часовыя файлы
21=&Дадаваць пашырэнне да файлаў
22=
23=Пра праграму
24=Сайт праграмы
25=
26=
27=
28=
29=
30=
31=&OK
32=
33=
34=&Адмена
35=Налады 2
36=%s распакоўка
37=%s падтрымлівае некалькі метадаў распакоўкі %s. Нажаль, ніводны з гэтых метадаў не надзейны на 100%. Калі зададзены па змаўчанні метад не працуе, калі ласка, запусціце %s яшчэ раз і абярыце альтэрнатыўны метад.
38=Метад распакоўкі
39=%s адміністрацыйная ўсталёўка
40=%s распакоўка
41=%s ключ
42=%s распакавальнік
43=Гэта не ўсталёўнік InstallShield
44=
45=
46=
47=%sКалі ласка, абярыце файл дакладна.
48=Адкрыць файл
49=Захаваць у
50=
51=архіва
52=сціснутага файла
53=
54=электроннай кнігі
55=электроннай паштоўкі
56=закадаванага файла
57=выкананага файла
58=
59=файла даведкі
60=хотфікса
61=выявы
62=усталёўніка
63=модуля зліцця
64=пакета
65=патча
66=SFX
67=стадыя
68=
69=Тэставанне
70=
71=
72=абнаўленне
73=
74=
75=Аналіз тыпу файла.
76=Аналіз файла з дапамогай %s.
77=Выманне файлаў з:
78=Чаканне запуску ўсталёўніка.%nКалі ласка, пачакайце.
79=
80=CD-вобразы не могуць быць распакаваныя як ёсць. Вобраз%nбудзе ператвораны ў ISO-вобраз, які і будзе распакаваны.%n%nПрацягнуць?%nЗаўвага: гэты працэс запатрабуе некалькіх хвілін.
81=Памылка: CD-вобраз не можа быць ператвораны.%nКалі гэта BIN/CUE-вобраз, пераканайцеся ў правільнасці фармату файла CUE.
82=Памылка: ISO-вобраз быў створаны з %s вобразу, але ён не можа быць канвертаваны.%nЖадаеце захаваць ISO вобраз дзеля далейшага аналізу?
83=Памылка: не знойдзены:%n%s\%s.%s%n%nДля працягу неабходны два файла: %s.BIN, і %s.CUE
84=Ініцыялізацыя %s. Выйдзіце з усталёўніка, затым націсніце "OK", каб працягнуць.
85=Увага: гэты метад працуе толькі з вызначанымі тыпамі пакетаў Wise Windows Installer.%nКалі Wise Installation Wizard запусціцца і застанецца ў рэжыме чакання, значыць, гэты файл не%nпадтрымліваецца. Тады зачыніце ўсталёўнік, і %s распакоўка будзе перапынена.%n%nПрацягнуць?
86=Гэты файл спакаваны з %s сціскам, але не можа быць распакаваны.%nМагчыма, тып файла не падтрымліваецца, ці%nпроста няма файлаў, якія можна было б распакаваць.%n%nУсё роўна жадаеце распакоўваць гэты файл?%n%nЗаўвага: Распакаваны файл будзе названы:%n%s\%s_unpacked.%s
87=Памылка: %s%nне можа быць распакаваны.
88=Перасцярога: для таго, каб распакаваць змесціва файлаў такога тыпу, файл неабходна запусціць.%nКалі Вы працягнеце, будзе выканана наступная каманда:%n%n%s%n%nКалі Вы мяркуеце, што гэтаму файлу не варта давяраць (як malicious - "зламыснаму"), не рэкамендуецца працягваць.%nВы жадаеце працягнуць распакоўку?
89=Перасцярога: тэчка прызначэння %s ужо існуе!%nРаспакоўка ў не пустую тэчку можа прывесці да памылкі распакавання.%n%nАчысціць тэчку перад распакаваннем?
90=
91=
92=
93=
94=Распакоўка %s немагчыма запісаць у лог-файл.
95=
96=%s немагчыма распакаваць.%nТып файла: %s%n%nНацісніце "OK", калі жадаеце аналізаваць файл, ці "Адмена", каб выйсці.
97=%s%nмае невядомае пашырэнне і не можа быць распакаваны.
98=%s%nнемагчыма стварыць. Абярыце правільны адрас.
99=%s не можа быць распакаваны.%nРаспакоўка гэтага %s, магчыма падтрымліваецца, але яна не ўдалася.%nПадрабязнасці гл. у лог-файле %s.%n%nНацісніце "OK", каб прагледзець лог-файл, ці "Адмена", каб выйсці.
100=
101=Аднаўленне UniExtract
102=Пачалося аднаўленне, пачакайце ...
103=Спампоўка файлаў
104=Спампоўка завершана!
105=Адноўлена да версіі: %s
106=Адноўлена да версіі: %s%nUniExtract будзе перазапушчаны!
107=У Вас усталявана версія: %s%nАднаўленне не патрабуецца!
108=Памылка спампоўкі
109=Не атрымалася спампаваць файл-спіс з сервера.%nМагчыма, адсутнічае далучэнне да сеткі,%nльбо недасягальны сервер аднаўленняў.%n%nАднаўленне спынена!
110=Памылка спампоўкі файла
111=Памылка распакоўкі файла
112=Пры аднаўленні да версіі: %s%nз'явіліся памылкі, паўтарыце!!!
113=
114=
115=
116=
117=
118=
119=
